Repository: 9nnative/webacademy_prod
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Version du site
fr: Site version

source: Accueil
fr: Home

source: Gestion de projets
fr: Project management

source: Communauté
fr: Community

source: Paramètres
fr: Settings

source: Gestion du profil
fr: Profile management

source: Paramètres du compte
fr: Account settings

source: Bienvenue !
fr: Welcome !

source: Bienvenue sur Web Academy
fr: Welcome to Web Academy

source: Choisissez un univers
fr: Choose a universe

source: Univers E-Learning
fr: E-Learning Universe

source: Cours en libre accès
fr: Free courses

source: Formations diplômantes
fr: Diploma courses

source: Espace créateur
fr: Creator space

source: Mes cours sauvegardés
fr: My saved courses

source: Mes cours publiés
fr: My published courses

source: Créer un cours
fr: Create a course

source: Créer un groupe d'utilisateurs
fr: Create a user group

source: Rechercher...
fr: Search...

source: Connecté
fr: Logged in

source: Se déconnecter
fr: Log out

source: Mes favoris
fr: My favorites

source: Signaler un bug
fr: Report a bug

source: Dites-nous en plus sur votre profil
fr: Tell us more about yourself

source: Trouver un cours en ligne
fr: Find an online course

source: Rechercher des cours ...
fr: Search courses ...

source: Administration du site
fr: Site administration

source: Bienvenue sur Web Academy !
fr: Welcome on Web Academy !

# Crééz, innovez, apprenez&lt;/small&gt;
source: Crééz, innovez, apprenez</small>
fr: Create, innovate, learn

source: Comptes créés
fr: Created accounts

source: Utilisateurs en ligne
fr: Online users

source: Tous les cours
fr: All courses

source: Découvrir
fr: Discover

source: Mes créations
fr: My creations

source: Fichiers liés au cours
fr: Course related files

source: Activé
fr: On

source: Désactivé
fr: Disabled

source: Aucun fichier n'a été ajouté à la section
fr: No files were added to the section

source: Données du cours
fr: Course data

source: Titre
fr: Title

source: Créé le
fr: Created at

source: Certifiant
fr: Certifying

source: Oui
fr: Yes

source: Non
fr: No

source: Durée
fr: Duration

source: Nombre de vues
fr: Views

source: Nombre de sections
fr: Chapter numbers

source: État
fr: State

source: Informations
fr: Data

source: Prérequis
fr: Prerequisites

source: Objectifs pédagogiques
fr: Educational goals

source: Date de début du cours :
fr: Course start date :

source: Date de fin du cours :
fr: Course end date :

source: Créateur du cours
fr: Course creator

source: Documents
fr: Files

source: Est publié
fr: Is published

source: Publié
fr: Published

source: En ligne
fr: Online

source: Découvrez une plateforme unique pour tous vos besoins en e-learning. Accompagnement continu. LMS innovant & sécurisé.
fr: Discover a single platform for all your e-learning needs. Continuous support. Innovative and secure LMS.

source: C'est parti !
fr: Let's go !

source: Bientôt disponible
fr: Coming soon

source: Application des techniques de gestion de projets afin d'atteindre des objectifs précis.
fr: Project Management app to achieve specific objectives

source: Réseau social basé autour de l'innovation
fr: Social network based around innovation

source: Édition de l'utilisateur
fr: User edition

source: Connexion
fr: Log in

source: Il semble que vous êtes déjà connecté avec l'adresse :
fr: It seems that you are already connected with the address:

source: Se déconnecter ?
fr: Log out ?

source: Inscription
fr: Sign up
